{
  "data": [
    {
      "type": "dataset",
      "id": "mosaic-land-cover-and-land-use-2020",
      "attributes": {
        "name": "[internal] Composite Land Cover Map 2020",
        "active": true,
        "subtitle": "",
        "metadata": [
          {
            "id": "613f8f271f59a5001b0e2488",
            "type": "metadata",
            "attributes": {
              "language": "en",
              "name": "2020 Land Cover 2020",
              "description": "### Overview  \n  \n_**The land cover map is still a draft product and data are subject to change in the future.**_\r\n  \n  \nThe global composite land cover maps were created by the Global Land Analysis and Discovery Lab (GLAD) laboratory, and the data is available at 30 m spatial resolution, globally, for 2000 and 2020. The GLAD laboratory classified all available Landsat 5, 7, and 8 scenes. \n  \n  \nThe Global Land Analysis and Discovery Lab (GLAD) laboratory in the Department of Geographical Sciences at UMD investigates methods, causes, and impacts of global land surface change.  Earth observation imagery is the primary data source, and the land cover extent and change is the primary topic of interest. GLAD aspires to generate new science insights concerning land resources, educate the next generation of remote sensing-based land change scientists, and disseminate land monitoring capabilities to operational settings nationally and internationally.  \n  \n### Additional Information  \n  \nResource Watch shows only a subset of the dataset.  \n  \n### Visualizing the Data  \n  \nOur team reformatted this dataset before displaying it on Resource Watch.  \n  \n### Disclaimer  \n  \nExcerpts of this description page were taken from the source metadata.",
              "source": "UMD",
              "info": {
                "rwId": "soc.009.rw0",
                "data_type": "Raster",
                "name": "2020 Land Cover",
                "sources": [
                  {
                    "source-name": "",
                    "id": 0,
                    "source-description": "University of Maryland (UMD)"
                  }
                ],
                "technical_title": "Composite Land Cover Map",
                "functions": "Composite land cover map of 2000 and 2020",
                "cautions": null,
                "citation": null,
                "license": null,
                "license_link": null,
                "geographic_coverage": "Global",
                "spatial_resolution": "30 m",
                "date_of_content": "2000-2020",
                "frequency_of_updates": "Unknown",
                "learn_more_link": null,
                "data_download_link": null,
                "data_download_original_link": null
              },
              "columns": {},
              "createdAt": "2021-09-13T17:49:27.133Z",
              "updatedAt": "2021-10-19T18:36:29.813Z",
              "status": "published"
            }
          }
        ],
        "layer": [
          {
            "type": "layer",
            "id": "mosaic-land-cover-and-land-use-2020",
            "attributes": {
              "name": "2020 Land Cover",
              "description": "Global composite land cover map of 2020 with 9 classes shown. Unknown and ocean classes are not shown.",
              "dataset": "mosaic-land-cover-and-land-use-2020",
              "provider": "leaflet",
              "type": "raster",
              "layerConfig": {},
              "source": {
                "tiles": [
                  "https://storage.googleapis.com/lcl_tiles/GLCLU2020/composite2020/{z}/{x}/{y}.png"
                ],
                "minzoom": 1,
                "maxzoom": 12
              },
              "legendConfig": {
                "items": [
                  {
                  "color": "#FEFECC",
                  "name": "Bare Ground",
                  "id": 0
                  },
                  {
                  "color": "#B9B91E",
                  "name": "Short Vegetation",
                  "id": 1
                  },
                  {
                  "color": "#347834",
                  "name": "Forest",
                  "id": 2
                  },
                  {
                  "color": "#0D570D",
                  "name": "Tall Forest (20m+)",
                  "id": 3
                  },
                  {
                  "color": "#88CAAD",
                  "name": "Wetland - Short Vegetation",
                  "id": 4
                  },
                  {
                  "color": "#589558",
                  "name": "Wetland - Forest",
                  "id": 5
                  },
                  {
                  "color": "#6baed6",
                  "name": "Water",
                  "id": 6
                  },
                  {
                  "color": "#acd1e8",
                  "name": "Snow/Ice",
                  "id": 7
                  },
                  {
                  "color": "#fff183",
                  "name": "Cropland",
                  "id": 8
                  },
                  {
                  "color": "#e8765d",
                  "name": "Built-up Area",
                  "id": 9
                  }
                  ],
                "type": "basic"
              }
            }
          }
        ]
      }
    },
    {
      "type": "dataset",
      "id": "mosaic-land-cover-and-land-use-2000",
      "attributes": {
        "name": "[internal] Composite Land Cover Map",
        "active": false,
        "subtitle": "",
        "metadata": [
          {
            "id": "613f8f271f59a5001b0e2488",
            "type": "metadata",
            "attributes": {
              "language": "en",
              "name": "2000 Land Cover",
              "description": "### Overview  \n  \n_**The land cover map is still a draft product and data are subject to change in the future.**_\r\n  \n  \nThe global composite land cover maps were created by the Global Land Analysis and Discovery Lab (GLAD) laboratory, and the data is available at 30 m spatial resolution, globally, for 2000 and 2020. The GLAD laboratory classified all available Landsat 5, 7, and 8 scenes. \n  \n  \nThe Global Land Analysis and Discovery Lab (GLAD) laboratory in the Department of Geographical Sciences at UMD investigates methods, causes, and impacts of global land surface change.  Earth observation imagery is the primary data source, and the land cover extent and change is the primary topic of interest. GLAD aspires to generate new science insights concerning land resources, educate the next generation of remote sensing-based land change scientists, and disseminate land monitoring capabilities to operational settings nationally and internationally.  \n  \n### Additional Information  \n  \nResource Watch shows only a subset of the dataset.  \n  \n### Visualizing the Data  \n  \nOur team reformatted this dataset before displaying it on Resource Watch.  \n  \n### Disclaimer  \n  \nExcerpts of this description page were taken from the source metadata.",
              "source": "UMD",
              "info": {
                "rwId": "soc.009.rw0",
                "data_type": "Raster",
                "name": "2000 Land Cover",
                "sources": [
                  {
                    "source-name": "",
                    "id": 0,
                    "source-description": "University of Maryland (UMD)"
                  }
                ],
                "technical_title": "Composite Land Cover Map",
                "functions": "Composite land cover map of 2000 and 2020",
                "cautions": null,
                "citation": null,
                "license": null,
                "license_link": null,
                "geographic_coverage": "Global",
                "spatial_resolution": "30 m",
                "date_of_content": "2000-2020",
                "frequency_of_updates": "Unknown",
                "learn_more_link": null,
                "data_download_link": null,
                "data_download_original_link": null
              },
              "columns": {},
              "createdAt": "2021-09-13T17:49:27.133Z",
              "updatedAt": "2021-10-19T18:36:29.813Z",
              "status": "published"
            }
          }
        ],
        "layer": [
          {
            "type": "layer",
            "id": "mosaic-land-cover-and-land-use-2000",
            "attributes": {
              "name": "2000 Land Cover",
              "description": "Global composite land cover map of 2000 with 9 classes shown. Unknown and ocean classes are not shown.",
              "dataset": "mosaic-land-cover-and-land-use-2000",
              "provider": "leaflet",
              "type": "raster",
              "layerConfig": {},
              "source": {
                "tiles": [
                  "https://storage.googleapis.com/lcl_tiles/GLCLU2020/composite2000/{z}/{x}/{y}.png"
                ],
                "minzoom": 1,
                "maxzoom": 12
              },
              "legendConfig": {
                "items": [
                  {
                  "color": "#FEFECC",
                  "name": "Bare Ground",
                  "id": 0
                  },
                  {
                  "color": "#B9B91E",
                  "name": "Short Vegetation",
                  "id": 1
                  },
                  {
                  "color": "#347834",
                  "name": "Forest",
                  "id": 2
                  },
                  {
                  "color": "#0D570D",
                  "name": "Tall Forest (20m+)",
                  "id": 3
                  },
                  {
                  "color": "#88CAAD",
                  "name": "Wetland - Short Vegetation",
                  "id": 4
                  },
                  {
                  "color": "#589558",
                  "name": "Wetland - Forest",
                  "id": 5
                  },
                  {
                  "color": "#6baed6",
                  "name": "Water",
                  "id": 6
                  },
                  {
                  "color": "#acd1e8",
                  "name": "Snow/Ice",
                  "id": 7
                  },
                  {
                  "color": "#fff183",
                  "name": "Cropland",
                  "id": 8
                  },
                  {
                  "color": "#e8765d",
                  "name": "Built-up Area",
                  "id": 9
                  }
                  ],
                "type": "basic"
              }
            }
          }
        ]
      }
    },
    {
      "type": "dataset",
      "id": "cropland-extent-and-change",
      "attributes": {
        "name": "[internal] Cropland extent and change",
        "active": false,
        "subtitle": "",
        "metadata": [
          {
            "id": "61561bfbd32fb1001aad822a",
            "type": "metadata",
            "attributes": {
              "language": "en",
              "name": "Cropland Change",
              "description": "### Overview  \n  \n_**The Cropland data is still a draft product and data are subject to change in the future.**_\r\n  \n  \nThe Cropland Change dataset at 30 m spatial resolution was developed by the Global Land Analysis and Discovery Lab  (GLAD) at the University of Maryland (UMD) using Landsat satellite data time-series.Cropland is defined as land used to produce herbaceous crops for human consumption, forage and biofuel. Perennial woody crops, permanent pastures, and shifting cultivation are excluded from the definition. The four year time intervals allow for a fallow length up  to four years for the cropland class.. The map is based on the machine learning classification of the global Landsat data archive using locally calibrated models. Model calibration data were collected through visual interpretation of Landsat and high spatial resolution satellite images. The mapping was performed for the 2000-2003 and 2016-2019 time intervals. For each four-year interval, a 30x30 metres pixel was mapped as cropland if a growing crop was detected during any of these years. Cropland patches below 0.5 hectares were excluded from the final map. The cropland change refers to areas with cropland establishment (gain) and cropland abandonment or conversion to other land uses (loss) between 2000-2003 and 2016-2019 time intervals.\r\n\r\n  \n  \nGlobal population growth and increasing standards of living inevitably cause the expansion and intensification of global agricultural land use to fulfill growing demands for food, biofuel, and other commodities. In turn, agriculture expansion and intensification threaten ecosystem functioning and lead to species extinction through habitat loss and fragmentation. The [United Nations 2030 Sustainable Development Goals (SDGs)](https://www.undp.org/sustainable-development-goals) call for balancing increasing agricultural production with maintenance of ecosystem services. Implementation of SDG’s to improve food security, protect freshwater and terrestrial ecosystems, and mitigate climate change require national policies and international cooperation that are based on consistent, independent, and timely data on agriculture extent and productivity. The Cropland Extent and Change dataset can serve as a tool for monitoring national and global progress towards SDG’s.\r\n\r\n  \n  \nThe GLAD laboratory in the Department of Geographical Sciences at UMD investigates methods, causes and impacts of global land surface change.  Earth observation imagery are the primary data source and land cover extent and change the primary topic of interest. GLAD aspires to generate new science insights concerning land resources, educate the next generation of remote sensing-based land change scientists, and disseminate land monitoring capabilities to operational settings nationally and internationally.\r\n\r\n  \n  \n### Methodology  \n  \nCropland is defined as land used for the production of annual and perennial herbaceous crops for human consumption, forage (including hay), and biofuel. Perennial woody crops, permanent pastures, and shifting cultivation are excluded from the definition. The fallow length is limited to four years for the cropland class. The cropland class definition is largely consistent with the arable land category reported by the [Food and Agriculture Organization (FAO) of the United Nations](https://www.fao.org/3/Y4171E/Y4171E20.htm).\r\n\r\n  \n  \nThe analysis was performed in four-year epochs, 2000-2003 and 2016-2019. One cropland map per epoch was created, named by the last year of the interval (e.g., the 2019 map represents the 2016-2019 epoch). Using a four-year interval (rather than a single year) increased the number of clear-sky satellite observations in the time-series, which improves the representation of land surface phenology and the accuracy of cropland detection. For each four-year interval, an area was mapped as cropland if a growing crop was detected during any of these years. This way, the criterion of the maximum fallow length was implemented: if an area was not used as cropland for more than four years, it was not included in the cropland map for the corresponding time interval.\r\n\r\n  \n  \nThe global 16-day normalized surface reflectance Landsat Analysis Ready Data (Landsat ARD) was employed as input data for cropland mapping [(Potapov et al., 2020)](https://www.mdpi.com/2072-4292/12/3/426). For each four-year interval, a single annualized gap-free 16-day observation time-series was created. For each 16-day interval, the observation with the highest near-infrared reflectance value was selected(to prioritize observations with the highest vegetation cover) from four years of Landsat data. The annualized 16-day time-series within each four-year interval was transformed into a set of multitemporal metrics that provide consistent land surface phenology inputs for global cropland mapping. Metrics include selected ranks, inter-rank averages, and amplitudes of surface reflectance and vegetation indices values, and surface reflectance averages for selected land surface phenology stages defined by vegetation indices (i.e., surface reflectance for the maximum and minimum greenness periods). The Landsat metrics were augmented with elevation data. \r\n\r\n  \n  \nGlobal cropland mapping included three stages that enabled extrapolation of visually delineated cropland training data to a temporally consistent global cropland map time-series using machine learning. At all three stages, a bagged decision tree ensembles were employed as a supervised classification algorithm that uses class presence and absence data as the dependent variable and a set of multitemporal metrics as independent variables at a Landsat ARD pixel scale. The first stage consisted of performing individual cropland classifications for a set of 924 Landsat ARD 1°×1° tiles for the 2016-2019 interval. The tiles were chosen to represent diverse global agriculture landscapes. Classification training data (cropland class presence and absence) were manually selected through visual interpretation of Landsat metric composites and high-resolution data from Google Earth. At the second stage, the 924 tiles that had been classified as cropland/other land and the 2016-2019 metric set were used to train a series of regional cropland mapping models. The classification was iterated by adding training tiles and assessing the results until the resulting map was satisfactory. At the third stage, the preliminary global cropland maps were used as training data to generate temporally consistent global cropland data. The goal of this third stage was to create a robust spatiotemporally consistent set of locally calibrated cropland detection models. For each 1°×1° Landsat ARD tile (13,451 tiles total) training data for each four-year interval was collected from the preliminary cropland extent maps within a 3° radius of the target tile, with preference to select stable cropland and non-cropland pixels as training. Training data from all intervals were used to calibrate a single decision tree ensemble for each ARD tile. The per-tile models were then applied to each time interval, and the results were post-processed to remove single cropland class detections and omissions within time-series and eliminate cropland patches below 0.5 ha. Manual masks to remove map artifacts (e.g., cropland overestimation over temperate wetlands and flooded grasslands) were applied in some regions to improve the final map.\r\n\r\n\r\nFor the full documentation, please click on the “Learn more” button.\r\n  \n  \n### Additional Information  \n  \nResource Watch shows only a subset of the dataset. For access to the full dataset and additional information, click on the “Learn more” button.  \n  \n### Visualizing the Data  \n  \nOur team reformatted this dataset before displaying it on Resource Watch.   \n  \n### Disclaimer  \n  \nExcerpts of this description page were taken from the source metadata.",
              "source": "UMD",
              "info": {
                "rwId": "foo.065.rw0",
                "data_type": "Raster",
                "name": "Cropland Change",
                "sources": [
                  {
                    "source-name": "",
                    "id": 0,
                    "source-description": "University of Maryland (UMD)"
                  }
                ],
                "technical_title": "Global cropland extent and change, 2003-2019",
                "functions": "Cropland extent, loss and gain from 2000-2003 and 2016-2019",
                "cautions": "- A probability-based sample analysis is the recommended good practice approach to estimating land cover and land use extent and change. The global land cover map time-series enables a higher sampling efficiency through stratification at the sub-national, national, and global scales. The maps should not be used as the only source data for national and international reporting due to unknown map uncertainty that may vary in space and between time intervals.\n  \n  \n- Cropland maps have higher accuracy in regions dominated by large-scale industrial farming, e.g. North and South America. In Europe, Asia, and Africa, the global map may underestimate small-scale cropland areas due to Landsat spatial resolution limitations in mapping heterogeneous landscapes.\n  \n  \n- Cropland class may be confused with the intensively managed permanent pastures as both classes have similar spectral response and phenology. This issue may cause an overestimation of cropland area in Australia, New Zealand, and parts of Western Europe.\n  \n  \n- Dryland rainfed agriculture and summer wheat production areas, especially when intermittent with long fallow, may be partially omitted in Central Asia and the Middle East. The short vegetation season and the lack of cloud-free Landsat data in some years may preclude dryland agriculture detection.\n  \n  \n- Croplands that were repeatedly abandoned and recultivated may be inconsistently mapped as cropland loss or gain.",
                "citation": "P. Potapov, S. Turubanova, M.C. Hansen, A. Tyukavina, V. Zalles, A. Khan, X.-P. Song, A. Pickens, Q. Shen, J. Cortez. (2021) Accelerated expansion of global cropland extent in the 21st century. In Review. Accessed through Resource Watch, (date). [www.resourcewatch.org](https://www.resourcewatch.org).",
                "license": null,
                "license_link": null,
                "geographic_coverage": "Global",
                "spatial_resolution": "30 m",
                "date_of_content": "2000-2003, 2016-2019",
                "frequency_of_updates": "Unknown",
                "learn_more_link": "https://www.researchsquare.com/article/rs-294463/v1",
                "data_download_link": null,
                "data_download_original_link": "https://glad.umd.edu/dataset/croplands"
              },
              "columns": {},
              "createdAt": "2021-09-30T20:20:11.559Z",
              "updatedAt": "2021-10-22T19:14:25.791Z",
              "status": "published"
            }
          }
        ],
        "layer": [
          {
            "type": "layer",
            "id": "croplad-extend-change",
            "attributes": {
              "name": "2000-2003 to 2016-2019 Cropland Change",
              "dataset": "cropland-extent-and-change",
              "description": "Stable cropland presence and absence, cropland change (gain and loss) between two epochs: 2000-2003 and 2016-2019. The cropland change refers to areas with cropland establishment (gain) and cropland abandonment or conversion to other land uses (loss) between 2000-2003 and 2016-2019 time intervals.",
              "provider": "leaflet",
              "type": "raster",
              "layerConfig": {},
              "source": {
                "tiles": [
                  "https://storage.googleapis.com/lcl_tiles/GLCLU2020/cropland/{z}/{x}/{y}.png"
                ],
                "minzoom": 1,
                "maxzoom": 12
              },
              "legendConfig": {
                "items": [
                  {
                    "color": "#FFF183",
                    "name": "Stable Cropland",
                    "id": 1
                  },
                  {
                    "color": "#35978f",
                    "name": "Cropland Loss",
                    "id": 2
                  },
                  {
                    "color": "#fd8b2d",
                    "name": "Cropland Gain",
                    "id": 3
                  }
                ],
                "type": "basic"
              }
            }
          }
        ]
      }
    },
    {
      "type": "dataset",
      "id": "forest-hight-and-extent",
      "attributes": {
        "name": "[internal] 2000-2020 Forest Height Change",
        "active": false,
        "subtitle": "",
        "metadata": [
          {
            "id": "616f11c36cd78b001acc1b6e",
            "type": "metadata",
            "attributes": {
              "language": "en",
              "name": "Forest Height Change",
              "description": "### Overview  \n  \n_**The Forest Height data is still a draft product and data are subject to change in the future.**_\n  \n  \nThe 30 m spatial resolution global forest canopy height map was developed through the integration of the [Global Ecosystem Dynamics Investigation (GEDI)](https://gedi.umd.edu/) lidar forest structure measurements and [Landsat analysis-ready data (Landsat ARD)](https://www.usgs.gov/core-science-systems/nli/landsat/us-landsat-analysis-ready-data?qt-science_support_page_related_con=0#qt-science_support_page_related_con) time series. The NASA GEDI is a spaceborne lidar instrument operating onboard the International Space Station since April 2019. It provides point-based measurements of vegetation structure, including forest canopy height between 52°N and 52°S globally. The Global Land Analysis and Discover (GLAD) team at the University of Maryland (UMD) integrated the GEDI point-based forest height measurements with the global wall-to-wall Landsat analysis-ready time-series data (Landsat ARD). The GEDI relative height at 95% (GEDI RH95) metric was used to calibrate the model. The Landsat multi-temporal metrics that represent the surface phenology serve as the independent variables for global forest height modeling. The “moving window” locally calibrated and applied regression tree ensemble model was implemented to ensure high quality of forest height prediction and global map consistency. The model was extrapolated in the boreal regions to create the global forest height prototype map. The model was applied for the years 2000 and 2020 and the maps were temporally filtered to provide a two-decade global forest structure and change metrics.\n\n  \n  \nThe GLAD laboratory in the Department of Geographical Sciences at UMD investigates methods, causes and impacts of global land surface change.  Earth observation imagery are the primary data source and land cover extent and change the primary topic of interest. GLAD aspires to generate new science insights concerning land resources, educate the next generation of remote sensing-based land change scientists, and disseminate land monitoring capabilities to operational settings nationally and internationally.  \n  \n### Methodology  \n  \nThe year 2000 and 2020 global forest height was modeled through the integration of the Global Ecosystem Dynamics Investigation (GEDI) lidar forest structure measurements and Landsat analysis-ready data (Landsat ARD) time-series. The NASA GEDI is a spaceborne lidar instrument operating onboard the International Space Station since April 2019. It provides point-based measurements of vegetation structure between 52°N and 52°S globally [(Dubayah et al., 2020)](https://www.sciencedirect.com/science/article/pii/S2666017220300018). The GEDI relative height of returned energy (RH) metrics were filtered to exclude low quality observations and gridded to the Landsat 30-m spatial resolution. The RH metrics were compared with 90th percentile of the forest height at 30-m pixel resolution derived from the airborne lidar instruments and found that the GEDI RH95 (relative height at 95%) metric is highly correlated with the airborne lidar canopy height product. This metric was selected as the calibration data for the global forest height map. To exclude non-woody vegetation from the training,  a zero height was assigned to all GEDI observations with RH95 values below 3 meters.\r\n\r\n  \n  \nA global 16-day normalized surface reflectance Landsat ARD was employed as input data for forest height modeling [(Potapov et al., 2020)](https://www.sciencedirect.com/science/article/pii/S0034425720305381?via%3Dihub). The per-pixel 16-day time-series data were composed only of clear-sky observations during the snow-free season.  A set of annual multitemporal metrics was generated to provide consistent land surface phenology inputs for model application. To facilitate spatiotemporal consistency of the reflectance time-series, gap-filling of the missing 16-day data with data from preceding years was implemented. Annual metrics include selected ranks, inter-rank averages, and amplitudes of surface reflectance and vegetation indices values, and surface reflectance averages for land surface phenology stages defined by vegetation indices (i.e., surface reflectance for the maximum and minimum greenness periods). The Landsat metrics were augmented with elevation data.\r\n\r\n  \n  \nThe 2019 GEDI RH95 was used as a dependent variable and the Landsat multitemporal metrics from the same year as independent variables to calibrate the regression tree ensembles. A separate model was calibrated for each Landsat ARD tile (1×1°) using training data collected within the neighboring tiles. The prototype for the boreal forest height map, where GEDI data were absent (north of 52°N), was calibrated using training data extracted from the modeled forest height between 40°N and 52°N. To address the overestimation of tree height over wetlands and tundra, additional non-forest training was manually collected in areas indicated as treeless by the year 2010 tree canopy cover product (Hansen et al., 2013).\r\n\r\n  \n  \nThe model calibrated for the year 2019 was applied to the multitemporal metrics for other years (2000-2003 and 2017-2020). The forest height value for the years 2000 and 2020 was calculated as the median of 2000, 2001, 2003 and 2017, 2019, 2020, respectively, unless forest loss was indicated by the forest change product [(Hansen et al., 2013)](https://pubmed.ncbi.nlm.nih.gov/24233722/). To reduce errors and noise in the model outputs due to remaining atmospheric contamination and differences in the radiometric resolution of Landsat sensors in 2000 and 2020, extensive filtering of the output products was implemented. Pixels that did not experience forest loss according to the Hansen et al. (2013) product and that had an overlap of ranges of forest height values for 2000-2003 and 2017-2020 intervals were considered stable forests. Manual masks were also used to clean up incorrectly mapped forest loss and gain, especially in the short seasonal forests. \r\n\r\nFor the full documentation, please click on the “Learn more” button.\r\n  \n  \n### Additional Information  \n  \nResource Watch shows only a subset of the dataset.  \n  \n### Visualizing the Data  \n  \nOur team reformatted this dataset before displaying it on Resource Watch.   \n  \n### Disclaimer  \n  \nExcerpts of this description page were taken from the source metadata.",
              "source": "UMD",
              "info": {
                "rwId": "for.032.rw0",
                "data_type": "Raster",
                "name": "Forest Height Change",
                "sources": [
                  {
                    "source-name": "",
                    "id": 0,
                    "source-description": "University of Maryland (UMD)"
                  }
                ],
                "technical_title": "Global forest height mapped through the integration of GEDI and Landsat data, 2000 and 2020",
                "functions": "Forest canopy height and change for the years 2000 and 2020",
                "cautions": "- A probability-based sample analysis is the recommended good practice approach to estimating land cover and land use extent and change. The global land cover map time-series enables a higher sampling efficiency through stratification at the sub-national, national, and global scales. The maps should not be used as the only source data for national and international reporting due to unknown variability of map uncertainty in space and between years.\n  \n  \n- The forest height product has issues related to GEDI data quality and Landsat data availability. GEDI data overestimate forest height on slopes within temperate and subtropical mountain grasslands, e.g., in New Zealand and Lesotho. The tree height over cities and suburbs may be confounded with the building height, as GEDI data do not discriminate between the height of vegetation and man-made objects. The GEDI calibration uncertainties, specifically geolocation precision and land surface height estimation, may be responsible for some of the map errors. \n  \n  \n- The tree height model saturated above 30 metres and may not adequately represent the height of the tallest trees. The forest extent may be inconsistent for the areas with short (4-6 meters) seasonal forests.\n  \n  \n- The forest height model above 52°N (the GEDI data range) is a prototype derived using a combination of GEDI data below 52°N and non-forest training data collected manually above 52°N. The product may incorrectly represent the height of the boreal forests, especially in the far North. \n  \n  \n- The model application for the year 2000 may over/underestimate the tree canopy height due to the different radiometric properties of the Landsat ETM/TM and Landsat OLI sensors. The forest height change between the years 2000 and 2020 was temporally filtered and manually corrected to remove most of the artifacts. This correction, however, may reduce the product sensitivity to forest height changes (i.e., some of the forest loss and gain events may be omitted).\n",
                "citation": "Potapov, P., Li, X., Hernandez-Serna, A., Tyukavina, A., Hansen, M.C., Kommareddy, A., Pickens, A., Turubanova, S., Tang, H., Silva, C.E. and Armston, J., 2021. Mapping global forest canopy height through integration of GEDI and Landsat data. Remote Sensing of Environment, 253, p.112165. Accessed through Resource Watch, (date). [www.resourcewatch.org](https://www.resourcewatch.org).\r\n",
                "license": null,
                "license_link": null,
                "geographic_coverage": "Global",
                "spatial_resolution": "30 m",
                "date_of_content": "2000 and 2020",
                "frequency_of_updates": "Unknown",
                "learn_more_link": "https://www.sciencedirect.com/science/article/pii/S0034425720305381?via%3Dihub",
                "data_download_link": null,
                "data_download_original_link": null
              },
              "columns": {},
              "createdAt": "2021-10-19T18:43:15.979Z",
              "updatedAt": "2021-10-22T19:15:57.614Z",
              "status": "published"
            }
          }
        ],
        "layer": [
          {
            "type": "layer",
            "id": "forest-height-and-extent",
            "attributes": {
              "name": "2000-2020 Forest Height Change",
              "dataset": "forest-hight-and-extent",
              "description": "Stable forest height, forest height change (gain and loss) between 2000 and 2020. The forest height change refers to areas with forest height increase (gain) and forest height decrease or change to other land uses (loss) between 2000 and 2020.",
              "provider": "leaflet",
              "type": "raster",
              "layerConfig": {},
              "source": {
                "tiles": [
                  "https://storage.googleapis.com/lcl_tiles/GLCLU2020/forest/{z}/{x}/{y}.png"
                ],
                "minzoom": 1,
                "maxzoom": 12
              },
              "legendConfig": {
                "items": [
                  {
                    "color": "#c1e866",
                    "name": "5-10m Stable Forest Height",
                    "id": 0
                  },
                  {
                    "color": "#97bd3d",
                    "name": "10-20m Stable Forest Height",
                    "id": 1
                  },
                  {
                    "color": "#689106",
                    "name": "20+m Stable Forest Height",
                    "id": 2
                  },
                  {
                    "color": "#f59fc8",
                    "name": "5-10m Net Forest Height Loss",
                    "id": 3
                  },
                  {
                    "color": "#dc5796",
                    "name": "10+m Net Forest Height Loss",
                    "id": 4
                  },
                  {
                    "color": "#a280ff",
                    "name": "5-10m Net Forest Height Gain",
                    "id": 5
                  },
                  {
                    "color": "#4600ff",
                    "name": "10+m Net Forest Height Gain",
                    "id": 6
                  }
                ],
                "type": "basic"
              }
            }
          }
        ]
      }
    },
    {
      "type": "dataset",
      "id": "water-extent-and-change",
      "attributes": {
        "name": "[internal] Water Extent and Change",
        "active": false,
        "subtitle": "",
        "metadata": [
          {
            "type": "metadata",
            "attributes": {
              "language": "en",
              "name": "Surface Water Change",
              "description": "### Overview  \n  \n  \n  \nThe global annual surface water percent and surface water dynamics maps were created by the Global Land Analysis and Discovery Lab (GLAD) laboratory, and the data is available at 30 m spatial resolution, globally, from 2000 to 2020. The GLAD laboratory classified all available Landsat 5, 7, and 8 scenes. Each scene was classified per pixel to identify land, water, and ground obscured by cloud, shadow, haze, or ice. Land and water observations were summed by month from all available images. These counts were aggregated to estimate the annual temporal percent of the year each pixel had water presence, resulting in values of 0-100, and pixels with no observations a no-data value of 255. In order to characterize the type of surface water dynamic over the 21 years, the annual water percent was estimated for each year and temporally filtered to provide greater consistency. A series of rules were applied to this time series to characterize it into permanent land or water, stable seasonal, unidirectional loss or gain, temporary dry or wet period, and high-frequency transitions between annual states of water and land. The pixels that experienced temporary dry or wet periods and high frequency transitions were mapped as variable water. \r\n  \n  \nThe Global Land Analysis and Discovery Lab (GLAD) laboratory in the Department of Geographical Sciences at UMD investigates methods, causes, and impacts of global land surface change.  Earth observation imagery is the primary data source, and the land cover extent and change is the primary topic of interest. GLAD aspires to generate new science insights concerning land resources, educate the next generation of remote sensing-based land change scientists, and disseminate land monitoring capabilities to operational settings nationally and internationally.  \n  \n### Methodology  \n  \nOpen surface water, or simply water, is defined as inland water that covers ≥50% of a pixel and is not obscured by objects on or above the water surface, for example, forest canopy, floating aquatic vegetation, bridges, or ice. The analysis had three major steps: (1) classify every Landsat scene 1999-2020; (2) create an annual percent water time-series; and (3) characterize the time-series into various dynamics classes. \r\n  \n  \nAll Landsat 5, 7, and 8 scenes from 2000-2020 were classified into land, water, and unusable data. Due to the diversity of reflectance patterns for open surface water targets, an ensemble of hierarchical, bagged classification trees were used to discriminate clear observations from those contaminated by cloud, shadow, and ice and to discriminate water from land. These classification trees were developed from a training set of 150-180 fully labeled scenes per sensor [(Potapov et al., 2015)](https://doi.org/10.1016/j.rse.2014.11.027). The classification models utilize all the Landsat bands, normalized difference ratios of each pair of spectral bands, and 3x3 pixel spatial averages of all bands and ratios, as well as, utilize topographic inputs of elevation and derived slope, aspect, and hillshade data.\r\n  \n  \nThe annual water percent time series was derived from the counts of water and land observations. To account for intra-annual variation in clear observation frequency (e.g. fewer observations in the far north in winter due to low sun elevations or in tropical monsoon environments due to high cloud cover), the percent of land and water observations flagged as water (water / (water + land)) was first calculated per meteorological season (December-February, March-May, June-August, September-November) of each year. Then the average water percent of the seasons with data was assigned as the annual water percent. Temporal filters and manual masks were applied to remove noise and omission/commission errors. \r\n  \n  \nAn inter-annual water dynamics model was developed to characterize and visualize the dynamics of water presence 2000-2020. The annual water percent time series was first smoothed using a 3-year mean moving window, and the range and mean were calculated per pixel. Pixels with a range of ≤33% and a mean of ≤10% or ≥90% were labeled permanent land and water, respectively, providing a stable target with low sensitivity to possible omission or commission effects due to image artifacts or atmospheric conditions. Change pixels were identified as pixels with a range of ≥50%, and all other pixels labeled as stable seasonal, characterized by having little or no inter-annual variation in water presence and consistent intra-annual variation. By an analysis of all local maxima and minima in the time-series, pixels labeled as change were further characterized into the following main change types: gain, loss, dry period (water-land-water), wet period (land-water-land), and high-frequency (3 or more) land-water transitions. For more details, please refer to Pickens et al. [(2020)](https://doi.org/10.1016/j.rse.2020.111792).\r\n  \n  \nFor the full documentation, please click on the “Learn more” button.  \n  \n### Additional Information  \n  \nResource Watch shows only a subset of the dataset. For access to the full dataset and additional information, click on the “Learn more” button.  \n  \n### Visualizing the Data  \n  \nOur team reformatted this dataset before displaying it on Resource Watch.  \n  \n### Disclaimer  \n  \nExcerpts of this description page were taken from the source metadata.",
              "source": "UMD",
              "info": {
                "rwId": "wat.002.rw0",
                "data_type": "Raster",
                "name": "Surface Water Change",
                "sources": [
                  {
                    "source-name": "",
                    "id": 0,
                    "source-description": "University of Maryland (UMD)"
                  }
                ],
                "technical_title": "Global surface water dynamics 2000-2020",
                "functions": "Global surface water dynamics from the year 2000 to 2020",
                "cautions": "- A probability-based sample analysis is the recommended good practice approach to estimating land cover and land use extent and change. The global surface water dynamics map enables a higher sampling efficiency through stratification at the sub-national, national, and global scales. The map should not be used as the only source data for national and international reporting due to unknown map uncertainty that may vary in space and between time intervals.\n  \n  \n- Ice cover, lava, dark vegetation cover, high turbidity or very shallow water, the combination of unmasked shadow or haze with one of these covers, and mixed pixels are the most common sources of error in mapped water and land in the Landsat imagery.\n  \n  \n- The dynamics map overestimates the extent of dynamic water presence, labeling some of the reference areas of permanent water or land as places with dynamic water presence. Much of this overestimation is within the above land covers or in the mixed pixels on the edge of water bodies. Conversely, the areas mapped as permanent water or land can be used with high confidence, committing only 1.2 (±0.7)% and 0.1 (±0.0)%, respectively.\n  \n  \n- Individual classes representing dynamic water presence should be used with care, having lower accuracies. However, most errors are either mixed pixels or real dynamics mislabeled as another type of dynamic water presence rather than as permanent land or water.",
                "citation": "Pickens, A.H., Hansen, M.C., Hancher, M., Stehman, S.V., Tyukavina, A., Potapov, P., Marroquin, B., Sherani, Z., 2020. Mapping and sampling to characterize global inland water dynamics from 1999 to 2018 with full Landsat time-series. Remote Sensing of Environment 243, 111792. [https://doi.org/10.1016/j.rse.2020.111792](https://doi.org/10.1016/j.rse.2020.111792). Accessed through Resource Watch, (date). [www.resourcewatch.org](https://www.resourcewatch.org).",
                "license": null,
                "license_link": null,
                "geographic_coverage": "Global",
                "spatial_resolution": "30 m",
                "date_of_content": "2000-2020",
                "frequency_of_updates": "Unknown",
                "learn_more_link": "https://doi.org/10.1016/j.rse.2020.111792",
                "data_download_link": null,
                "data_download_original_link": "https://glad.umd.edu/dataset/seasonal-water-ice"
              },
              "createdAt": "2021-10-06T18:37:46.118Z",
              "updatedAt": "2021-10-22T19:22:04.403Z",
              "status": "published"
            }
          }
        ],
        "layer": [
          {
            "type": "layer",
            "id": "water-extent-change",
            "attributes": {
              "name": "2000-2020 Surface Water Change",
              "dataset": "water-extent-and-change",
              "description": "Surface water extent and change from 2000 to 2020. Pixels with a range of ≤33% and a mean of ≥90% were labeled permanent water. Change pixels were identified as pixels with a range of ≥50%, and all other pixels were labeled as stable seasonal. Pixels labeled as change were further characterized into the following main change types: gain, loss, variable water (dry period, wet period, high frequency), and probable waters.",
              "provider": "leaflet",
              "type": "raster",
              "layerConfig": {},
              "source": {
                "tiles": [
                  "https://storage.googleapis.com/lcl_tiles/GLCLU2020/water/{z}/{x}/{y}.png"
                ],
                "minzoom": 1,
                "maxzoom": 12
              },
              "legendConfig": {
                "items": [
                  {
                    "color": "#6baed6",
                    "name": "Permanent Water",
                    "id": 0
                  },
                  {
                    "color": "#c6dbef",
                    "name": "Seasonal Water",
                    "id": 1
                  },
                  {
                    "color": "#80cdc1",
                    "name": "Variable Water",
                    "id": 2
                  },
                  {
                    "color": "#08519c",
                    "name": "Water Gain",
                    "id": 3
                  },
                  {
                    "color": "#a17247",
                    "name": "Water Loss",
                    "id": 4
                  }
                ],
                "type": "basic"
              }
            }
          }
        ]
      }
    },
    {
      "type": "dataset",
      "id": "snow-ice-extent-and-change",
      "attributes": {
        "name": "[internal] Snow/Ice Change",
        "active": false,
        "subtitle": "",
        "metadata": [
          {
            "id": "613f8f271f59a5001b0e2488",
            "type": "metadata",
            "attributes": {
              "language": "en",
              "name": "Snow/Ice Change",
              "description": "### Overview  \n  \n_**The Snow/Ice data is still a draft product and data are subject to change in the future.**_\n  \n  \nThe Snow/Ice Change dataset at 30 m spatial resolution was developed by the Global Land Analysis and Discovery Lab (GLAD) at the University of Maryland (UMD) using Landsat satellite data time-series. The map shows the extent of glaciers and perennial snowfields and their net change from the year 2000 to 2020. Areas with seasonal snow cover are excluded from the map. The map extent is limited to continents and large islands between 75°N and 56°S. Greenland, the Antarctic, and Arctic Islands are excluded from the map. Model calibration data were collected through the visual interpretation of Landsat and high spatial resolution satellite images. A set of regionally calibrated models were developed and implemented to map perennial snow and ice cover time-series. The snow/ice loss represents areas where the year 2000 perennial snow or ice cover was transformed into seasonal snow cover or completely disappeared by the year 2020. The gain areas represent the expansion of perennial snowfields and glaciers from the year 2000 to 2020.\n  \n  \nThe GLAD laboratory in the Department of Geographical Sciences at UMD investigates methods, causes, and impacts of global land surface change.  Earth observation imagery is the primary data source, and the land cover extent and change is the primary topic of interest. GLAD aspires to generate new science insights concerning land resources, educate the next generation of remote sensing-based land change scientists, and disseminate land monitoring capabilities to operational settings nationally and internationally.  \n  \n### Methodology  \n  \nThe GLAD laboratory mapped permanent snow and ice using regionally calibrated supervised classification models (decision tree ensembles). The classification model was calibrated with manually collected training data from multitemporal Landsat metrics [(Potapov et al., 2020)](https://doi.org/10.3390/rs12030426). They used the Landsat data from the years 2000, 2005, and 2020 for training data collection. For each year, they selected Landsat observations during the peak land surface temperature and peak vegetation index values to separate perennial and annual snow cover. The training data from different years were integrated and used to create a single regional model. Overall, they created fourteen regional models, one model per mountain system or a geographic region. The models were iterated until the results were sufficiently correct. The final product was filtered using a set of rules to remove noise in the time series and possible omission/commission due to the remaining cloud/cloud shadow contamination of Landsat data.  \n  \n### Additional Information  \n  \nResource Watch shows only a subset of the dataset.  \n  \n### Visualizing the Data  \n  \nOur team reformatted this dataset before displaying it on Resource Watch.\n  \n  \n### Disclaimer  \n  \nExcerpts of this description page were taken from the source metadata.",
              "source": "UMD",
              "info": {
                "rwId": "cli.001.rw0",
                "data_type": "Raster",
                "name": "Snow/Ice Change",
                "sources": [
                  {
                    "source-name": "",
                    "id": 0,
                    "source-description": "University of Maryland (UMD)"
                  }
                ],
                "technical_title": "Global glaciers and perennial snowfields extent and change, 2000-2020",
                "functions": "Global glaciers and perennial snowfields extent, loss, and gain from the year 2000 to 2020",
                "cautions": "- A probability-based sample analysis is the recommended good practice approach to estimating land cover and land use extent and change. The global land cover map time-series enables a higher sampling efficiency through stratification at the sub-national, national, and global scales. The maps should not be used as the only source data for national and international reporting due to unknown map uncertainty that may vary in space and between time intervals.\r\n  \n  \n - The model performance is compromised by the low radiometric resolution and observation frequency of Landsat TM and ETM+ data in the year 2000 compared to the Landsat ETM+ and OLI data in 2020. The year 2000 map overestimated the area of perennial snow and ice due to the inclusion of seasonal snow and classification errors within topographic shadows. As a result, the rate of snow and ice reduction from the year 2000 to 2020 is overestimated by the map. The areas of snow and ice gain and loss should be considered as indicator products. \r\n  \n  \n - The product quality depends on the availability of Landsat data during the hottest time of the year. The absence of cloud-free Landsat data during the hottest month may cause an overestimation of perennial snow cover. Small Arctic lakes can be classified as “permanent snow” if no cloud-free observations during the hottest time of the years were available for several years in a row. Confusion of snow/ice with clouds may compromise model performance in regions with persistent cloud cover.\r\n  \n  \n - Dirt, soot, and volcanic ash on top of the glaciers may compromise their detection. This issue affected data near active volcanos in Iceland and Kamchatka and may compromise detection of melting glaciers covered with rocks and sand.",
                "citation": "Potapov, P., Turubanova, S., Hansen, M.C., Tyukavina, A., Khan, A., Pickens, A., 2021. Global extent and change of glaciers and perennial snowfields, 2000-2020. GLAD UMD Dataset. Accessed through Resource Watch, (date). [www.resourcewatch.org](https://www.resourcewatch.org).",
                "license": null,
                "license_link": null,
                "geographic_coverage": "75N - 56S",
                "spatial_resolution": "30 m",
                "date_of_content": "2000-2020",
                "frequency_of_updates": "Unknown",
                "learn_more_link": null,
                "data_download_link": null,
                "data_download_original_link": null
              },
              "columns": {},
              "createdAt": "2021-09-13T17:49:27.133Z",
              "updatedAt": "2021-10-22T19:06:28.457Z",
              "status": "published"
            }
          }
        ],
        "layer": [
          {
            "type": "layer",
            "id": "snow-ice-extent-change",
            "attributes": {
              "name": "2000-2020 Snow/Ice Change",
              "dataset": "snow-ice-extent-and-change",
              "description": "The snow/ice loss represents areas where the year 2000 perennial snow or ice cover was transformed into seasonal snow cover or completely disappeared by the year 2020. The gain areas represent the expansion of perennial snowfields and glaciers from the year 2000 to 2020.",
              "provider": "leaflet",
              "type": "raster",
              "layerConfig": {},
              "source": {
                "tiles": [
                  "https://storage.googleapis.com/lcl_tiles/GLCLU2020/snow/{z}/{x}/{y}.png"
                ],
                "minzoom": 1,
                "maxzoom": 12
              },
              "legendConfig": {
                "items": [
                  {
                    "color": "#acd1e8",
                    "name": "Stable Snow/Ice",
                    "id": 0
                  },
                  {
                    "color": "#c95542",
                    "name": "Snow/Ice Loss",
                    "id": 1
                  },
                  {
                    "color": "#2379ad",
                    "name": "Snow/Ice Gain",
                    "id": 2
                  }
                ],
                "type": "basic"
              }
            }
          }
        ]
      }
    },
    {
      "type": "dataset",
      "id": "built-up-extent-and-change",
      "attributes": {
        "name": "[internal] Built-Up Area Change",
        "active": false,
        "subtitle": "",
        "metadata": [
          {
            "id": "613f8f271f59a5001b0e2488",
            "type": "metadata",
            "attributes": {
              "language": "en",
              "name": "Built-Up Area Change",
              "description": "### Overview  \n  \n_**The Built-Up area data is still a draft product and data are subject to change in the future.**_\r\n  \n  \nBuilt-up lands represent the most intensive land uses of humankind in the form of cities, villages and infrastructure.  Given the heterogeneous nature of built-up lands, advanced algorithms such as deep learning neural networks, which examine spatial context, are a powerful alternative to traditional per pixel classifiers.  The presented maps are the first of their kind for the GLAD lab and will soon be produced at annual time-scales and temporally filtered to provide a consistent record of global built-up land development.\n  \n### Methodology  \n  \n Built-up land consists of human constructed land surfaces associated with infrastructure, commercial and residential land uses. The global annual built-up land extent and gain map was made using annual metrics derived from the Landsat 5, 7 and 8 satellites for 2000 through 2020.  To facilitate the deep learning application, we only employed interquartile metrics from the red, near-infrared and both shortwave infrared bands. Training data were primarily from the Open Street Map data base. Due to the contextual nature of built-up lands, particularly settlements, we employed a deep learning convolution neural network algorithm.  The input metrics were related to the training data through the U-Net convolutional neural network architecture, which has proven to work robustly over a variety of tasks in remote sensing ([Brandt et al., 2020](https://doi.org/10.1038/s41586-020-2824-5), and [Feng, et al., 2018](https://doi.org/10.1109/LGRS.2018.2879492)). For parameterizing the algorithm, we randomly sampled patches with a size of 128×128 pixels (each pixel corresponds to 30 × 30 m). Weight decay and data augmentation were utilized in the form of down sampling, rotations, and flips for the gradient-based optimization of the U-Net parameters.  A moving window approach employing 10 degree by 10 degree tiles was employed to better fit to local development patterns. Final 2000 and 2020 per pixel probabilities were generated and validation data used to assist in final thresholding of the layers in depicting 2000 and 2020 extents and 2000-2020 gain in built-up lands.\r\n  \n  \n### Validation method  \n  \nThe product validation was done using a set of 400 reference 30 m pixels (individual Landsat 30-m pixels). The samples were allocated using a stratified random design. The strata represent stable non-built-up land, stable built-up land and low and high confidence built-up gain strata. The reference data were collected through visual sample interpretation of time-series Landsat spectral graphs and thumbnail images, with interpretation aided by high-resolution images provided by Google Earth. We also examined whether built-up land was found in adjacent pixels to the selected sampling unit pixel.  User’s accuracy (reflecting commission error) and producer’s accuracy (reflecting omission error) were calculated for all classes [(Cochran 1977)](https://glad.geog.umd.edu/Potapov/_Library/Cochran_1977_Sampling_Techniques_Third_Edition.pdf) and results used to divide the low confidence stratum into either stable of gain classes.\r\n  \n  \n### Accuracy metrics  \n  \nAccuracies reflect the challenge of mapping built-up lands, including consistently applying the definition to mixed pixels consisting of a wide variety of human-built surfaces at the global scale.  The rule applied to reference imagery included the presence of any built-surface or object as belonging to the class of interest.\r\n  \n  \n### Additional Information  \n  \nResource Watch shows only a subset of the dataset. For access to the full dataset and additional information, click on the “Learn more” button.  \n  \n### Visualizing the Data  \n  \nOur team reformatted this dataset before displaying it on Resource Watch.  \n  \n### Disclaimer  \n  \nExcerpts of this description page were taken from the source metadata.",
              "source": "UMD",
              "info": {
                "rwId": "cli.001.rw0",
                "data_type": "Raster",
                "name": "Built-Up Area Change",
                "sources": [
                  {
                    "source-name": "",
                    "id": 0,
                    "source-description": "University of Maryland (UMD)"
                  }
                ],
                "technical_title": "Built-up area extent and gain from 2000 to 2020.",
                "functions": "Built-up area extent and gain from 2000 to 2020.",
                "cautions": "- A probability-based sample analysis is the recommended good practice approach to estimating land cover and land use extent and change. The global surface built-up land map enables a higher sampling efficiency through stratification and can be extended to report on regional and national dynamics.  Current validation results inform only the global scale. \n  \n  \n- Small features, such as isolated farm houses or huts, are generally not captured by this prototype map.  Future versions will employ reference data to refine the definition at the sub-pixel scale. \n  \n  \n- Small roads, especially with dirt or gravel surfaces, are inconsistently characterized and result in both omission and commission errors in areas with linear features, for example agriculture lands. \n  \n  \n- Deep learning parameterization, for example normalization, can lead to boundaries along our moving windows.  Future iterations will address this issue, hoping to avoid any artifacts from the algorithm itself.",
                "citation": "Hernandez-Serna, A., Hansen, M.C., Potapov, P.V., Pickens, A., and Baggett , A., High-spatial resolution expansion of built-up land in the 20th century, in preparation. Accessed through Resource Watch, (date). [www.resourcewatch.org](https://www.resourcewatch.org).\r\n",
                "license": null,
                "license_link": null,
                "geographic_coverage": "Global",
                "spatial_resolution": "30 m",
                "date_of_content": "2000-2020",
                "frequency_of_updates": "Unknown",
                "learn_more_link": null,
                "data_download_link": null,
                "data_download_original_link": null
              },
              "columns": {},
              "createdAt": "2021-09-13T17:49:27.133Z",
              "updatedAt": "2021-10-19T18:36:29.813Z",
              "status": "published"
            }
          }
        ],
        "layer": [
          {
            "type": "layer",
            "id": "built-up-extent-change",
            "attributes": {
              "name": "2000-2020 Built-Up Area Change",
              "description": "",
              "dataset": "built-up-extent-and-change",
              "provider": "leaflet",
              "type": "raster",
              "layerConfig": {},
              "source": {
                "tiles": [
                  "https://storage.googleapis.com/lcl_tiles/GLCLU2020/builtup/{z}/{x}/{y}.png"
                ],
                "minzoom": 1,
                "maxzoom": 12
              },
              "legendConfig": {
                "items": [
                  {
                    "color": "#e8765d",
                    "name": "Stable Built-Up Area",
                    "id": 0
                  },
                  {
                    "color": "#c43a35",
                    "name": "Built-Up Area Gain",
                    "id": 1
                  }
                ],
                "type": "basic"
              }
            }
          }
        ]
      }
    }
  ]
}
